{
  "alberta": [
    {
      "id": 1,
      "year": "Pre 1900's",
      "title": "The first European nurses: the Grey Nuns Come to Alberta",
      "article": "The only concession they made to the climate and the terrain was that they wore moccasins under their habits. They walked beside the oxen for fifty-two days, from St. Boniface to Lac Ste. Anne, fifty miles beyond Edmonton--a journey that today takes twelve hours by train.\n\n The first health agency in the province was the hospital-school-orphanage that the Grey Nuns built in St. Albert in 1870. The three Grey Nuns sisters had come to the province at the request of Father Lacombe in 1859. Another early hospital was the so-called police hospital in 1874 at the Northwest Mounted Police post at Fort Macleod. \n\n Alberta's first lay nurse, Miss Mary Newton, arrived at Hermitage near Edmonton in the late 1880s. In 1891 she was advertising that she was prepared to do nursing and midwifery in homes for the fee of ten dollars per week. A graduate of one of the new nursing schools in London, England, Miss Newton worked partly under her association with the Anglican church. \n\n In 1890 Calgary saw the establishment of both the Calgary General Hospital and the Holy Cross Hospital. The Galt Hospital in Lethbridge was opened about the same time, as was the Medicine Hat General, with Miss Grace Reynolds as the Matron and Miss Mary Ellen Birtles as her assistant. The Victorian Order of Nurses after the turn of the century helped to establish small 'cottage hospitals like those named after Lady Minto in Red Deer, Islay and Edson.\n\n With the arrival of the CPR, growth came quickly and physicians arrived to care for the mine and railway employees. They opened hospitals and hired British-trained nurses. Hospitals were administered by a Matron who worked under an all-male board of directors. \n\n Many of the first hospitals were funded and administered by companies, like the Galt Hospital in Lethbridge which was operated by the Alberta Coal and Railway Company. For people who were not employees some hospitals charged fifty cents a day, if the person was able to pay. At the Grey Nuns hospital in Edmonton, they claimed that 'never a pauper patient has been refused admittance.' \n\n Nursing schools were opened just a few years later. Discipline for nurses was strict and included: 'a professional spirit which includes a cheerful, willing obedience to authority.' The young women were enjoined to: 'at all times guard against anything that would bring dishonour to their school or their profession.' Nursing was considered a good preparation for marriage and the students were paid very little, virtually volunteering their labour to the hospitals. \n\n By 1904 there were enough nurses in Calgary to form the Calgary Association of Graduate Nurses. In 1914 they joined with the Edmonton group to become the Graduate Nurses Association of Alberta. They lobbied the government for professional status and in 1916 the Registered Nurses Act was passed establishing the Alberta Association of Graduate Nurses.",
      "theme": "Pioneer Nursing"
    },
    {
      "id": 2,
      "year": "Pre 1900's",
      "title": "Nurses pioneered in Alberta",
      "article": "Nurses played a major role in setting up the first hospitals in the province and by the time Alberta became a province in 1905 many nurses were working in all communities from north to south. Nursing has had a glorious history of helping to build the province and care for its citizens ever since.\n\n The first health agency in the province was the hospital-school-orphanage that the Grey Nuns built in St. Albert in 1870.\n\nThe three Grey Nuns sisters had come to the province at the request of Father Lacombe in 1859. Another early hospital was the so-called police hospital in 1874 at the Northwest Mounted Police post at Fort Macleod.\n\n Alberta's first lay nurse, Miss Mary Newton, arrived at Hermitage near Edmonton in the late 1880s. In 1891 she was advertising that she was prepared to do nursing and midwifery in homes for the fee of ten dollars per week. A graduate of one of the new nursing schools in London, England, Miss Newton worked partly under her association with the Anglican church. \n\n In 1890 Calgary saw the establishment of both the Calgary General Hospital and the Holy Cross Hospital. The Galt Hospital in Lethbridge was opened about the same time, as was the Medicine Hat General, with Miss Grace Reynolds as the Matron and Miss Mary Ellen Birtles as her assistant. The Victorian Order of Nurses after the turn of the century helped to establish small 'cottage hospitals' like those named after Lady Minto in Red Deer, Islay and Edson. \n\n With the arrival of the CPR, growth came quickly and physicians arrived to care for the mine and railway employees. They opened hospitals and hired British-trained nurses. Hospitals were administered by a Matron who worked under an all-male board of directors. \n\n Many of the first hospitals were funded and administered by companies, like the Galt Hospital in Lethbridge which was operated by the Alberta Coal and Railway Company. For people who were not employees some hospitals charged fifty cents a day, if the person was able to pay. At the Grey Nuns hospital in Edmonton, they claimed that 'never a pauper patient has been refused admittance.' \n\n Nursing schools were opened just a few years later. Discipline for nurses was strict and included: 'a professional spirit which includes a cheerful, willing obedience to authority.' The young women were enjoined to: 'at all times guard against anything that would bring dishonour to their school or their profession.' Nursing was considered a good preparation for marriage and the students were paid very little, virtually volunteering their labour to the hospitals. \n\n By 1904 there were enough nurses in Calgary to form the Calgary Association of Graduate Nurses. In 1914 they joined with the Edmonton group to become the Graduate Nurses Association of Alberta. They lobbied the government for professional status and in 1916 the Registered Nurses Act was passed establishing the Alberta Association of Graduate Nurses.",
      "theme": "Pioneer Nursing"
    },
    {
      "id": 3,
      "year": "Pre 1900's",
      "title": "The Lamont Public Hospital",
      "article": "The Lamp is Golden tells the story of the Lamont hospital and its School of Nursing.\n\nThe nurse was indeed the mainstay of the hospital in these early years. She not only tended the furnace, she saw that there was an adequate supply of water. The pump and the well did not always function together and when a shortage of water was imminent, she filled enough containers from various sources to carry on. There is a record of at least one complete failure to secure water in the hospital. A bucket brigade was formed, by nurses who were able to be off duty, from a not too near-by well and enough water was had to save the day. There was never a plentiful supply and conservation had to be practised by all.\n\nThe nurses made sure the patients had adequate meals too. If necessary they cooked them. All the laundry for the newborn babies was done by the nurse. On occasion she was known to struggle with the harness of a horse, hitch the animal to a buggy and fetch the milk for use in the hospital, this when the milk-man was unable to deliver his product on time.\n\nGraduation was a time when the countryside entered into the celebrations. Invitations were not mailed out, but friends of the graduates and hospital were cordially welcomed to the reception given by the doctor's wives, the graduate nurses of the hospital and those living in the district. The Graduation Exercises were held in the evening in the church, which usually could not accommodate the crowds attending, for the warmth and friendliness shown by the community towards the doctors, nurses and the hospital was then, and still is, something unique.\n\nRegulations for student nurses seemed to be a matter of one girl informing another. There was nothing written down, but one found out that 'in at night' was ten o'clock with lights out at 10:30. Late leaves were granted once a week till 11:30--no sleep outs. No sign-ins or sign-outs, it was strictly an honour system and seldom abused. The morning bell was rung by the night nurse at 6:00 o'clock (she used the same 'cow bell' that was put away with other antiquities of earlier days when the new residence was opened.) Breakfast was at 6:30, after which all the students and staff nurses who were on day duty, lined up in the matron's office at 6:45 for prayers and the reading of the night reports. Floor duty began promptly at 7:00 a.m.\n\nHours off duty were posted by the matron daily. Two hours a day and one-half day a week, beginning at 2:00 p.m. was allowed. Sunday was special! Two nurses were off duty until noon, but they were required to relieve the night nurses, who did not come on duty till 9:00 p.m. Four hours off on Sunday was usual for all other nurses, and statutory holidays were observed by four hours off duty, when it could be arranged.\n\nBecause the hospital was largely maintained by the Missionary Society of the Methodist Church, the students and nursing staff were forbidden to dance or attend dances. The playing of cards was frowned upon and smoking or drinking would not have been tolerated. The preparation of food in the 'Home' was not permitted. The regular attendance at church when off duty hours would allow, was a must.\n\nThese regulations, as you might expect, have been changed over the years.\n\nWith permission.",
      "theme": "Nursing in Rural, Remote and Northern Areas"
    },
    {
      "id": 4,
      "year": "Pre 1900's",
      "title": "Early nursing at the Calgary General Hospital",
      "article": "Two doctors had already been practising medicine in Calgary by 1883, but no hospital was available to them. In 1886 a hospital committee was formed, perhaps spurred on by a bequest of $600. A grant of land wasn't obtained until 1889 and the following year, with the hospital still not built, a building was rented and opened as the first hospital in Calgary. The first matron was, unusually for the times, a married woman and her husband became the night supervisor and general handyman for the hospital. They could look after four patients upstairs and four, down. In the building there was also an office and a nurses' dining room that often had to double as an operating theatre.\n\nPerhaps the smallpox epidemic of 1892 spurred them on as in September of 1894 the corner stone was laid for the new building. It eventually opened with Mary Ellen Birtles as Superintendent of Nurses. The training school opened in 1895 with Marion Moodie as its first probationer. At the time she described the old hospital: ‘The building of Calgary's first hospital had seen the earlier and rougher days of the town, and when taken over as a hospital had bullet holes through some of the doors.’ This was where she began her training until the stone hospital was completed.\n\nThe city grew by leaps and bounds and in 1901 the hospital was moved to another new building across the Bow River and the old one was retained as an isolation hospital. There were now twenty-five nurses on staff at the new Calgary General and eight general duty nurses.\n\nCalgary General has seen many changes over the years. In 1921 the nurses operated a free ‘well baby clinic’ for some time although it was decided that this was not a great location for the babies as it was drafty! When the 1950s saw the restructuring of the relationship between nursing schools and hospitals, Calgary General was one of the first to separate the two functions.\n\nIn the 1960s Calgary General had the distinction of having the first Staff Nurses Association certified as a bargaining unit under the Labour Act. And in 1977, it was one of the group of seven hospitals that went on strike under the newly organized United Nurses of Alberta. The strike lasted for six days and then the nurses were ordered back to work.\n\nIn 1992 the Bow Valley Centre, the former Calgary General Hospital, was closed because of government health care cuts. Many nurses and other professional personnel were made redundant. The buildings associated with the different parts of the hospital were destroyed by implosion in 1998.\n\n",
      "theme": "Pioneer Nursing"
    },
    {
      "id": 5,
      "year": "Pre 1900's",
      "title": "Alberta's First School of Nursing",
      "article": "The Medicine Hat School of Nursing accepted its first class in 1894. Its new matron was Agnes C. Miller. In those early days, it was believed that the young women would think it was such a good opportunity that to “work gratuitously” in order to receive their training.  Over the years, they received very little remuneration for all the work they did in the hospital. Indeed, during the Depression years, young women did see nursing training as an opportunity to make a little money while getting some training at the same time.\n\nDuring both the first and second world wars the numbers of applications for the school were down as lucrative war work offered. And after the Second World War, the less traditional work prevailed and open houses were held to try and attract new students. It is interesting that there never were any male students in the whole history of the Medicine Hat School of Nursing.\n\nIn those early years, too, there were two, sometimes three, 'intakes' throughout the year with each group remaining quite separate and distinct from the others. By 1953, it was down to one intake per year in September.\n\nStudents were always required to 'live in' and from 1894 to 1904 they lived on the top floor of the hospital. As the number of students grew, they were also housed throughout the hospital, being moved when paying patients needed the beds, and often catching whatever was brought to the hospital by way of infection.\n\nThe Women's Hospital Aid Society took over fund-raising for a separate residence, and a new brick building was erected and officially opened in 1905. It had nine bedrooms, a parlour-library and a kitchen. It was called the Victoria Nurses' Home in honour of Queen Victoria who had died in 1901.\n\nThis new building became too small quite quickly and after shoe-horning one or two more in for a while, an addition was built in 1912, another in 1919, and again in1930. In the late 1940s, students were accommodated in the maternity hospital and in 1949 a house across the street from the main hospital was leased for five years as the 'Nurses' Annex.'\n\nBut talk of new premises for the hospital was in the air and the nursing residence was not to be left behind.",
      "theme": "Evolution of Nursing"
    },
    {
      "id": 6,
      "year": "Pre 1900's",
      "title": "Lethbridge: A coal company funds nursing",
      "article": "Sir Alexander Galt founded the NorthWest Coal and Navigation Company in 1882. His interesting partners were W.H. Smith (yes, the book people) and William Lethbridge, after whom, of course, the town was named. The Galt Mines formed the foundation of Lethbridge, which in its beginnings had been called Coaltown and it was in conjunction with these mines that the hospital was built in 1891.\n\nThe original building was a gracious two-storey affair with an upstairs balcony and a downstairs verandah. Dr. Frank Mewburn was its Superintendent and it boasted four nurses and three other employees, to look after a planned six patients--which quickly rose to fifteen. The top floor of the hospital was used for staff accommodation which was an advantage (or disadvantage, depending on your point of view) for any emergencies arising in the hospital.\n\nThe financing for the running of the hospital was quite interesting for the time. Twenty-five cents per month came from railway and coal company employee deductions, the government grant was twenty-nine cents per day for each free patient, the town of Lethbridge contributed four hundred dollars a year, and some more affluent patients paid their own way.\n\nA new hospital was built in 1907 with equal backing from the Galt family and the city of Lethbridge. It was a red brick structure and, accommodating sixty-five patients and a nurses' residence, was built at the same time. Leah Poelman's book , White Caps and Red Roses tells a funny story of having the Prime Minister, Sir Wilfred Laurier, come to open the new hospital and being kept waiting on the front step while somebody went looking for the door key.\n\nThe Galt Hospital Training School had rules and regulations that were as strict here as in any other school. The students did get a small stipend for the incredible number of hours they put in--eight dollars a month as juniors, ten dollars in their second year, and twelve in their third. The list of clothing they had to supply to begin their training is amazing. According to Poelman, they needed two plain dresses, eight large white aprons, a supply of plain underwear (including two coloured underskirts--washable), two large laundry bags, a pair of ‘common-sense’ boots, a thimble, scissors, watch and a table napkin ring.\n\nWhatever their upbringing before they arrived at the school--probably fairly sheltered for many--they quickly learned to bathe miners, clean up gruesome operating theatres, and attend autopsies, often very early in their training--probably a good method of weaning out the weak of stomach.\n\nMaternity patients went to a special maternity home run by a mid-wife. Nurses in training spent a month there on day duty and another month there on night duty as part of their training.\n\nThere was a high dropout rate in the early days of the school. In the 1913 class, of the fifteen who originally enrolled, only three completed the training. The 1914 class managed three out of eleven who began and, a few years later, only one of nine graduated. For many girls at the time it was something to do while they waited to get married, but for others the long twelve-hour working days, followed by the training lectures were probably just too much.",
      "theme": "Evolution of Nursing"
    },
    {
      "id": 7,
      "year": "Pre 1900's",
      "title": "Alberta's first lay nurse: Mary Newton",
      "article": "Mary Newton is credited with being the first lay nurse in Alberta, although she certainly did have a connection with the Anglican church. She arrived at Hermitage, near Edmonton in the summer of 1886, having trained in London, England. She left her teaching job at the Queen Charlotte's Maternity Hospital in London when her health failed, and she came to Hermitage to recuperate at her brother's mission.\n\nThere was already a small log hospital there and Mary recovered her health and went quickly to work. In 1891, she put an advertisement in the paper saying that she would do nursing and midwifery in private homes--for ten dollars a week.",
      "theme": "Pioneer Nursing"
    },
    {
      "id": 8,
      "year": "Pre 1900's",
      "title": "The mother of modern nursing: Florence Nightingale",
      "article": "No history of nursing in any location would be complete without at least a mention of Florence Nightingale. Indeed, in the general scheme of things, her influence is quite recent as before her work, nurses were considered the lowliest of the low and good only for cleaning floors and slop buckets.\n\nFlorence Nightingale had a fairly direct influence on nursing in Alberta as well. The first matron of the first hospital in Medicine Hat, Grace Reynolds, was Alberta's direct nursing connection to Florence Nightingale. She had been trained in Britain by a Miss Gordon who had been a student of Florence Nightingale's.\n\nIt wasn't until she did some training in a German school for deaconesses, much desired by her and totally opposed by her parents, that Florence Nightingale began to see how things could be improved. This was in 1851.\n\nThrough some social connections that she was asked to go to Turkey, the site of the Crimean War. She was asked to go to see what could be done to improve the conditions in the medical facilities, particularly by the introduction of nurses. Against a fair amount of opposition from the doctors there, she and her nurses began work and overwhelmed the soldiers with their care and kindness. She continued to work on their behalf when she returned to England, taking an active role in a commission to investigate the health and health facilities of the British Army.\n\nIn 1860 she established the Nightingale Training School for nurses in London. The young women received a year's training, some of it in lecture form, but most of it in the form of practical work on the wards. When they completed their training, the nurses staffed hospitals in Britain and overseas, as well as establishing other training schools. Miss Nightingale continued to be involved in the school, evaluating programs and nurses over the years. She also published her little book, Notes on Nursing , with its emphasis on observation and sensitivity to the patient's needs. It is still in print today in many languages.\n\nFlorence Nightingale believed strongly in the importance of hygiene, although her scientific knowledge wasn't up to ‘germs’ yet. Thanks to this belief, working conditions in hospitals improved.  Her work in the district nursing field also helped improve the conditions where people were treated in their homes.\n\nFlorence Nightingale died in her own home in 1910, at the age of ninety. She has been credited with making nursing a respected profession.",
      "theme": "The People Who Care"
    },
    {
      "id": 9,
      "year": "Pre 1900's",
      "title": "Grey Nuns begin one of the first facilities in Calgary, the Holy Cross Hospital",
      "article": "Four Grey Nuns sisters arrived in Calgary at two o'clock of a cold January morning. They and their escort, Father Leduc, walked in the snow and darkness from the train station to the residence of another order seeking lodging. There was not enough room for them to stay, so after a brief rest, a snack and a celebration of the mass, they moved on to the building that was to be their hospital.\n\nAfter finding second-hand furniture and equipment, they accepted their first patient in April. The little four-bed hospital was often overcrowded and the sisters would sleep on the floor or in the cold attic, so that patients could have their beds. A new building was definitely needed and a site was chosen in 1892 on the banks of the Elbow River. The land was donated by the Oblate fathers, who also donated the bricks for the building.\n\nThe Grey Nuns' work was not just within the walls of the new building. Before it was completed, a measles epidemic had required the isolation of many patients--the city set them up in tents and then asked the Grey Nuns if they would look after them there. This they did, of course going into quarantine themselves.\n\nHoly Cross Hospital was ready for partial occupancy by November of 1892 and generous grants in terms of telephone service and electricity, they were able to continue their work.\n\nThe epidemics were the worst times and they often had to sleep on the attic floor of even this new building to accommodate more patients. After the measles epidemic of 1892, diphtheria broke out in the following two summers. More sisters came from Montreal to help, but they all had their hands full. Typhoid and diphtheria epidemics (and even smallpox in 1908) continued to plague Calgary's early years, culminating in the horrendous Spanish flu epidemic at the end of the Great War. The Grey Nuns worked tirelessly throughout all of these, even managing to feed many of the hungry poor who knocked on their hospital door, knowing they wouldn't be turned away.",
      "theme": "Pioneer Nursing"
    },
    {
      "id": 10,
      "year": "Pre 1900's",
      "title": "Seventy years of training nurses at the Holy Cross Hospital",
      "article": "As any nursing administrator in the early years of the province would admit, a school of nursing was almost de rigueur for the operation of a hospital. Besides being a good recruitment method for its own grad nurses, it was also a major source of (cheap) labour during the students' on-the-job training. Holy Cross was no exception and its School of Nursing was opened in 1907 with five student nurses. Until 1920, the student nurses were housed in the hospital itself, but growing numbers required the purchase and renovation of two other buildings for the students. Complete with a tunnel to the hospital, they became the nursing residence until 1947, when still increasing numbers required a move into the original Holy Cross hospital building.\n\nAlways questioning whether the young students were getting adequate training, Holy Cross was one of the first schools to implement the block system in 1947. In the 1950s discussions were held regarding the possibility of central schools of nursing for Alberta. Feeling strongly that their Ethics course was important to the training of their nurses and that it might not be included, the Catholic schools of nursing rejected the idea.\n\nIn 1957 a beautiful new building was erected that could accommodate two hundred and fifty six student nurses--it was renamed the Grey Nuns Building in 1982. The Grey Nuns left the hospital in 1970 when it was sold to the Calgary Rural and Metro Hospital District No. 93. The Grey Nuns Provincial Council felt that running a hospital meant that there should be sisters in the key positions and there were fewer and fewer sisters in the organization.\n\nThe school of nursing closed in 1979.",
      "theme": "Evolution of Nursing"
    },
    {
      "id": 11,
      "year": "Pre 1900's",
      "title": "Nurses in residence: the history of residential nursing schools",
      "article": "Nursing is now considered a profession and respected as one, but reaching this level of regard has involved over a hundred years of struggle. The art of administering to the sick and wounded, to the dying, and to those bearing children has been known since the beginning of time. Religious orders did give succor to the ill and less fortunate, but the idea of bringing together in a planned program a group to fill these needs is relatively new and can be attributed to Florence Nightingale.\n\nThe need for residence living evolved as a result of long working hours which commenced early in the day, inappropriate living conditions outside most institutions and poor transportation...\n\nHospitals in Canada first appeared in Upper and Lower Canada and, with the establishment of transportation routes and movement of population, started to develop in the west. Early settlers followed waterways or wagon trails, but the greatest movement of people came with the building of the railway. As the population in the west increased, the need for health care became evident. Nurses, mostly graduates of Eastern hospitals, influenced the new hospital schools of nursing by copying residence discipline, programs of study and uniforms after their own schools.\n\nIn 1883, railways brought the first great infusion of workers and immigrants to Medicine Hat as the Canadian Pacific Railway and later the Canadian Northern Railway continued west. Individuals who had an aptitude for caring for the sick and pregnant women frequently did this in their homes, which fostered the development of the cottage hospital. Pest or isolation houses developed in the same way. A need arose for more skilled personnel and a home for patients of the horse and buggy doctor grew dependent upon the finances of the area. Larger centres attracted more professional people, many who belonged to Religious orders. Calgary and Edmonton soon had well-constructed serviceable institutions (hospitals) with established schools of nursing as a cheap way to staff the hospital.\n\nIn the early days hospitals recruited older single women, in the twenty-five to thirty-five year age bracket who might then have been called 'spinsters', and who desperately needed to have some way to care for themselves. Discipline was strict and the work demanded long hours, frequently fourteen-sixteen hours a day everyday of the week. Attrition was high and many students succumbed to illness. Students were confined to the hospital and residence by work and by their tired bodies. Any deviation from their rigorous routine was suppressed by their supervisors. If they were allowed to go home, there was a fear on the part of supervisors that they might not return.\n\nInitially educational requirements were only that a potential student could write English. That a candidate was of high moral reputation was attested to by upstanding people in the community, one usually a church leader. Individual students were required to be church goers.\n\nDuring the hundred years that resident schools of nursing existed in Alberta, several social influences have helped or hindered the growth of nursing in the province. Certainly the population explosion that occurred early in the twentieth century brought the natural and human resources of the west into predominance. Immigration increased, encouraged by the Homestead Act and the lure of 'free land.' Real estate boomed and then fell. World War I took young men and returned invalids. Young nurses joined the war cause, leaving at home a demand and need for student nurses. Young women responded to the call to military duty by entering hospital training programs. Nurses were again needed during the influenza outbreak in 1918-1919 and women responded. The 1929 depression was a bonus for hospitals and their need for cheap labour. Again women looked to the hospitals for a refuge, board and room in return for work. World War II called graduate nurses from hospitals and again young women responded by entering training programs. The war brought new technology and a subtle change in attitudes. Women had proved their worth and they found a new sense of value, having worked alongside men as part of the war effort. The money they earned gave them a further sense of value and freedom. Severe discipline in schools of nursing was no longer tolerated. Threats of student nurse strikes for better treatment resulted in relaxing of the rules and legislation changed working hours. Unions improved working conditions and salaries. A nurse could speak up against injustices without the fear of dismissal. Education programs also changed. Schools of nursing now required a higher level of high school education, until entrance requirements were the same as those for University. In smaller communities nursing schools closed due to lack of qualified instructors and declining enrollments. City hospitals attracted more students, and then made way for a different mode of delivery for nursing education in College diploma programs, and University baccalaureate programs. Students lived out of residence, Hospital based schools of nursing closed and the residences were retired.’\n\nFrom Highs and Lows by Alice Thomas MacKinnon, with permission.",
      "theme": "Evolution of Nursing"
    },
    {
      "id": 12,
      "year": "1900's",
      "title": "Surviving typhoid and extreme conditions: Mary Ellen Birtles",
      "article": "Before Alberta was even a province, nurses began to arrive to help the newcomers survive. Mary Ellen Birtles was one of them and one of Alberta's first hospital nurses. A true pioneer, Mary Birtles helped start two hospitals and saw many people through injury and illness. Ranchers with broken limbs from being thrown off horses were not unusual patients, but rampaging typhoid filled most of the beds. The disease took the lives of many of the new immigrants to the province and in fact nearly killed Mary Birtles herself.\n\nLike any pioneer, Mary Birtles had to make do, keep up with or invent new methods of treatment and generally find a way to provide good care. She came to Medicine Hat in 1890, to one of the first hospitals in the province, and at the time the only hospital between Winnipeg and Vancouver Island. Miss Birtles became the assistant to Grace Reynolds who was the matron and ran the hospital. Miss Reynolds had been trained in Britain by a Miss Gordon who had been a student of Florence Nightingale's. Working with the physicians, the two nurses did the cooking, the housekeeping and all the nursing in the small hospital. During surgery, Miss Reynolds gave the anaesthetic while Miss Birtle looked after the instruments. If the nurses were able to attend church on Sunday that was their time off for the week.\n\nIn 1891, typhoid hit hard and every bed in the hospital had a typhoid patient. Mary Birtles came down with the disease herself, leaving Grace Reynolds to tend to all the patients as well as her colleague. For six weeks Mary fought the disease and recovered. In 1892, she returned to Manitoba where she had had her nurse training and became senior nurse at the new hospital in Brandon. But in 1894, she returned to Alberta as the first matron at the new Calgary General Hospital. The General began as a cottage hospital with eight beds, but often had as many as seventeen patients.\n\nAseptic procedure was just beginning as the time, and the hospital's disinfectants and simple solutions were purchased from a Calgary pharmacy. Miss Birtles soon learned to mix the compounds herself, saving the hospital almost her whole salary.\n\nWhen a larger General was built, Miss Birtles set up the hospital's School of Nursing, one of the first in the province. She said, ‘I felt I knew very little to face the world with, but by dint of reading and studying and using the powers of observation, I gathered up all I could.’\n\nIn 1897, Miss Birtles travelled back to her native Britain for the Diamond Jubilee celebrations for Queen Victoria and, in 1935 was invested in Ottawa with the Order of the British Empire.",
      "theme": "Nursing in Rural, Remote and Northern Areas"
    },
    {
      "id": 13,
      "year": "1900's",
      "title": "Medicine Hat General Hospital: the first regular hospital in 'The Territories'",
      "article": "The first regularly equipped hospital in what was then known as The Territories was built in Medicine Hat in 1889 and four years later it opened the first school of nursing west of Winnipeg. One of the major rules for the new nurses was: ‘Every nurse will be expected to perform any duty assigned to her either as a nurse in the hospital, or when sent to private cases among the rich or poor, in any part of the Territories.’ ‘Any part of the Territories’, covered the area from the forty-ninth parallel to the Arctic and from Winnipeg to the Rocky Mountains. The President of the hospital board pointed out that the nurses were doing a lot of the work that Lady Aberdeen was supporting with the new Victorian Order of Nurses.\n\nThe hospital building was of cut stone and was two full storeys. The mansard roof covered a third level that housed an isolation ward and the nurses. It opened in January of 1890, just in time for a flu epidemic. There were two nurses for the entire hospital--the Matron was Grace Louise Reynolds and her assistant was Mary Ellen Birtles.\n\nGrace Reynolds was Alberta's direct nursing connection to Florence Nightingale. She had been trained in Britain by a Miss Gordon who had been a student of Florence Nightingale's.\n\nMiss Birtles described the scene: ‘Miss Reynolds and I managed the work between us. She prepared the meals and looked after the downstairs work; I attended to the furnace and did the upstairs work, sweeping, dusting, etc. besides attending to the patients. When any surgical work was to be done, we had to arrange the work accordingly. Miss Reynolds gave the anaesthetic and I looked after the instruments and waited on the doctors. There was no sterilizer, so we had to resort to boiling the instruments in a large saucepan with a steamer on it for towels and dressings.’\n\nTyphoid hit hard in 1891 and every bed in the hospital had a typhoid patient in it. Mary Birtles came down with the disease herself, leaving Miss Reynolds to cope with her colleague's illness and all the patients in the hospital. Both Miss Reynolds and Miss Birtles survived the ordeal.\n\nThe stories of most early hospitals are inextricably linked with the stories of their nursing schools. The Medicine Hat school that was opened in 1895 provided a good deal of the nursing care that was actually given on the wards for many years. The young women tended to be thrown in at the deep end and left to sink or swim on their own. Sometimes they were ‘instructed’ by other young women who had been in the same position only two or three months earlier, sometimes they were more fortunate and did a sort of apprenticeship with a more senior nurse. Keeping up with studies after a twelve hour shift (sometimes longer) was only one of their problems.",
      "theme": "Nursing in Rural, Remote and Northern Areas"
    },
    {
      "id": 14,
      "year": "1900's",
      "title": "Formation of the Victorian Order of Nurses in Alberta",
      "article": "The Victorian Order of Nurses began in Canada as a project of the National Council of Women of Canada (NCWC), a branch of the International Council of Women. The President of the International Council was Lady Ishbel Aberdeen, and her husband was Canada's Governor General from 1893 to 1898. The NCWC was particularly concerned with the level of health care for women and children, especially in the remote areas of the North West Territories.\n\nLocal councils were all concerned with doing something about the problems but it was Lady Aberdeen's influence with the federal government that actually put wings to the project. Her idea was that the visiting nurses would be part trained mid-wife, part first aid person, and part home help, particularly in the food preparation area. Women who had lived in the more remote areas would probably be the most useful in doing this work and in understanding the needs. The first proposal didn't get off the ground as many physicians and nurses were concerned about the lower fees the visiting nurses would charge.\n\nGovernment funding was held back because of the opposition to the plan but a revised plan, allowing for ‘the medical men’ to be the prime care-givers for births, left room for the nurses to prepare for and assist the doctors. Of course, if there were no doctor available, the nurse would just have to get on with things. It was proposed, too, that rather than mid-wives with a certificate, hospital nurses with district nursing training would be hired, and that they would serve the entire community, not just the poor, charging fees whenever possible.\n\nA royal charter to establish the Victorian Order of Nurses was granted by Queen Victoria in 1897, the diamond jubilee celebration of her reign. There was a certain religious fervour that went with these nurses and, in light of the new ‘germ theory’, they tackled sanitation issues wherever they went and talked about ‘a healthier mode of living.’ Lady Aberdeen's idea of mid-wives and home helpers rather than fully trained nurses would probably have provided more help to the women and children on the remote homesteads, partly because of lower fees and partly because the shorter training would have been accessible to more women.",
      "theme": "Pioneer Nursing"
    },
    {
      "id": 15,
      "year": "1900's",
      "title": "The Victorian Order of Nurses (long story of caring in Calgary)",
      "article": "The first president of the Calgary branch of the Victorian Order of Nurses was Mrs. James Lougheed, wife of the senator. The board members in the early days took their interests seriously and were often involved in driving nurses to see patients, when transport was a problem.\n\nAs in other locations, maternity patients were the main clients, although Calgary's somewhat milder climate (for the prairies, anyway) attracted tuberculosis sufferers too, who were often attended by the VON nurse. A good working relationship had been established between the VON and the physicians in Calgary and many referrals for the VON services were made. The influenza epidemic at the end of the Great War required that VON nurses work with the City in visiting and helping influenza victims and their families.\n\nFunding was always a problem, as in other centres, as grants from the City were not the same each year (if they existed at all).  The board relied heavily on fundraising event and the support of other charitable organizations. The board also advertised the services of the nurses, by sending out brochures to medical and pharmaceutical personnel as well as writing newspaper articles and doing radio spots. An interesting note is that Calgary VONs for many years were paid much better than Edmonton VONs doing the same work under pretty well the same conditions.\n\nBy the 1920s, the Calgary branch was working with hospitals and was involved with child welfare work, particularly in the form of baby clinics. Well-advertised ‘baby weeks’ were also held in easy to reach locations, featuring talks and exhibits, as well as the usual weigh-ins and check-ups. Pre-natal classes were also an important part of the VON work.\n\nFocus for the VON was still non-paying patients, perhaps those who fell between the cracks as far as other agencies were concerned, or those who, ill for a long time, had depleted their savings. Cancer patients in particular were grateful for night calls when nurses would administer pain-relieving drugs. During the Depression the work was particularly difficult and heart wrenching, when they were visiting families who had almost nothing and were often hungry.\n\nThe branch was always involved in educating its clients or patients, but in the 1930s it added a formal arrangement with hospitals to give field training to some of their nursing students.\n\nThe Second World War found the nurses in Calgary (as in Edmonton) visiting wives and families of the men who had gone overseas. The support to these mostly young women with young children was invaluable. At the same time the shortages in the number of hospital beds in the city meant more work for the VON nurses for patients convalescing at home rather than staying for the usual convalescence after surgery in the hospital. Eventually this led to more hospital referrals for branch even into the sixties.\n\nModern times in Calgary\n\nThe VON continued to expand in Calgary and change its role in the city as needs arose. A home-care program was proposed to the provincial and municipal governments and eventually began in 1970. It was administered by the VON until 1976. Part of its mandate allowed for children to have day surgery rather than being hospitalized overnight--with the VON nurse visiting the young patient at home, later in the day.\n\nEven after the administration of the home-care program was taken over by first the municipal and then the provincial government, the VON continued to provide its nursing services. The general nursing strike in 1982 led to big changes as nursing salaries increased substantially, and the always struggling board had to reconsider its program. After the VON nurses' own strike three years later, the board decided to change from providing nursing services to providing home health ‘aides’, supervised by a VON nurse.\n\nThe VON continues to help individuals, families and organizations by providing a range of health, wellness and community support services such as foot care, meals-on-wheels, respite and palliative care, and community integration of services.\n\nHome visiting nursing is VON's best-known service. Many people with long or short-term illness, or those who have just had surgery are able to remain or recover at home instead of in hospital because of a wide range of home health services offered by VON. These include companion services, homemaking services and personal care services",
      "theme": null
    },
    {
      "id": 16,
      "year": "1900's",
      "title": "The Brett Sanatorium: developing hospital care in Banff",
      "article": "Dr. Robert Brett, a company doctor for the Canadian Pacific Railway, established the Brett Sanatorium and Hotel in the 1880s, in response to the discovery of the sulphur hot springs in Banff. Their marvelous healing powers quickly became well-known throughout the world and attracted many wealthy people to come and ‘take the waters.’ The railway hospital treated workers and others above the billiard hall. When the building was overflowing, heated tents were used and these also came in handy for isolation wards when the epidemics of the time hit.\n\nThe story goes that Dr. Brett had a fire lit in one of these tents to house a traveller with pneumonia and it wasn't until someone noticed a strange smell in the area, that they discovered the poor man had been forgotten and had died. Perhaps this spurred the concerned citizens to build a new hospital and the subsequent school of nursing in 1909. Lectures were given to the student nurses by the staff nurses and Dr. Brett and his son, Dr. Harry Brett whenever any of them had the time, and the student nurses received a stipend of between ten and twenty dollars a month.\n\nAs early as 1916, the Registered Nurses Act required that the students receive experience in areas not necessarily present at the Brett Hospital and they had to go to the Royal Alexandra Hospital in Edmonton to complete their third year. The School of Nursing in Banff closed in 1922. In 1915, Dr. Brett (Sr.) had already left to become the Lieutenant Governor of the province; and by 1929, the Sisters of St. Martha had bought the property. The hospital continued under the Sisters and changed its name to the Banff Mineral Springs Hospital.",
      "theme": "Nursing in Rural, Remote and Northern Areas"
    },
    {
      "id": 17,
      "year": "1900's",
      "title": "Many nurses worked for the Red Cross",
      "article": "The Red Cross organization was formed in response to Henry Dunant's experiences in Italy in 1859. His book encouraged the establishment of a committee whose main purpose was to found an organization that could provide immediate relief and medical attention to those who were wounded or ill as a result of war. The red cross on a white background was adopted in 1863 as the symbol of this work. The Canadian Red Cross was not officially established until 1909. As early as the Riel Resistance in 1885, the work was being done, under the auspices of a doctor who needed to identify the wagon used to transport the wounded. He tore up red material and sewed it on to a white background so that the purpose of the wagon was clearly visible to both sides.\n\nIn 1939, the Canadian Red Cross began preparation for the war that was imminent by establishing branches and divisions across the country. Nurses have worked since the early days of the century in the Red Cross organization, but became embedded in the fabric of society during those horrifying years of the Second World War. When the war was over, the programs still included first aid for accident victims, assistance for wounded veterans and education in the areas of health and safety. And, of course, the Red Cross is most well-known locally for its blood collection and transfusion program.\n\nAlberta nurses have been involved in responses to other disasters besides war. In May of 2000, the Red Cross provided support following an evacuation of 5,000 residents of Red Deer, Alberta following a hazardous chemical spill. And in July of the same year, a tornado that devastated a campground in Pine Lake killed 12 and sent close to 140 to hospital. Over 220 volunteers and staff worked hard to respond to inquiries, and to provide support and medical aid at the campground immediately following the tornado.",
      "theme": "Nurses in the Wars"
    },
    {
      "id": 18,
      "year": "1900's",
      "title": "Changes in the education of nurses over the century",
      "article": "Criticism of the use of student nurses as cheap labour had begun as early as the 1930s. Change was slow in coming, but started with hospitals feeling the need to hire graduate nurses to provide more complex and sophisticated care. Nurses, to that point, had often found employment as independent practitioners offering care in patients' homes rather than in a hospital setting.\n\nIn the late 1940s, an experimental school in Ontario demonstrated quite clearly that nurses could be trained in two years if the emphasis was on actual training rather than providing cheap labour to the hospital. The next step in Alberta was to establish diploma nursing programs at community colleges.\n\nThe push towards nursing education in settings other than hospitals had come from a number of sources. The Weir Report in 1932 had been the first recommendation and in 1951 Dr. Mildred Montag from Columbia University recommended a similar program. Justice Emmett Hall as chairman of the Royal Commission on Health Services in the sixties was of the same opinion.\n\nAfter 1968, with more money available from the federal government under the Medical Care Act, more hospitals were built and more nurses hired. At the same time, there was a general move across Canada to broaden nurses' training. It included more general education, as well as the hospital training that had been the main part of the diploma nursing school.\n\nThe first programs established at community colleges in Alberta were at Mount Royal College (Calgary) in 1967 and Red Deer College in 1968. Within a very short period similar moves took place in Edmonton, Lethbridge and Medicine Hat. A five-year integrated program was available at the University of Alberta at the same time, and by 1970 both the University of Alberta and the University of Calgary had established four-year integrated programs.\n\nThe Alberta Task Force on Nursing Education was appointed in 1975 and eventually recommended that everyone entering the profession of nursing have a bachelor's degree. There was considerable controversy over this proposal, more studies were done, and the system that resulted was a cooperative effort between community colleges and universities for integrated degree programs. After several postponements, the provincial government and the College and Association of Registered Nurses of Alberta set 2010 as the year when a degree will be required for ‘entry to practice’.\n\nDistance education was added to the mix, which enables students outside Alberta and even outside Canada to obtain a nursing degree from Athabasca University. Graduate programs have been available in the province since 1975 and the University of Alberta, for example, currently has eighty nurses enrolled in its Ph.D. program, enabling them to teach at the university level or to gain further knowledge in their particular specialties.\n\n",
      "theme": "Evolution of Nursing"
    },
    {
      "id": 19,
      "year": "1910's",
      "title": "Early Associations: Nurses organize to improve their working lives",
      "article": "In the early days of lay nursing (as opposed to that of religious organizations), nurses worked on a freelance basis, as ‘private duty nurses’ usually in people's homes. That meant they had to negotiate their own wages and working conditions with individual families. Often that was difficult to do when nurses were faced with particularly hard-up families, who could barely afford to eat, let alone pay a nurse for her much needed care.\n\nIn 1916, the Alberta Association of Graduate Nurses became the Alberta Association of Registered Nurses or AARN. Nurses formed their organization to provide some sort of control over standards of nursing, and standards of training. In 1925, the AARN took the unprecedented step of limiting nurses' working days to twelve hours! Believe it or not, it had been twenty-four hours.\n\nDuring the Depression, because of the continuing difficulty of charging private families for nursing care, hospitals, doctors and governments took the opportunity to offer nurses an employment relationship with the hospitals. This proved to be quite a change and a challenge for the nurses. Difficulties arose as the two sides tried to sort out this new relationship, and labour management meetings were held to sort things out--usually on an individual basis, without the support of a collective group.\n\nBy 1941, a committee had been established by the AARN to improve the working conditions of both students and graduate nurses. It was called the Eight-Hour Day Committee, an item that was an important part of their agenda. In 1944, the newly formed Canadian Nurses Association (CNA) endorsed collective bargaining for nurses, supporting the position that the professional associations should act as bargaining agents. The AARN and the Alberta Hospital Association (AHA) met to discuss a minimum salary scale, hours of duty, vacation, sick leave, pensions and hospitalization.\n\nThe two groups continued to meet to discuss such matters and the AHA would issue recommendations for hospitals in respect to salaries and personnel policies--some hospitals would follow them and some wouldn't. At the same time, there were forty-four hour weeks and forty-eight hour weeks in different hospitals. Twenty hospitals were actually still using split shifts.\n\nThings shuddered along for several years and in 1961, in return for the government promise to introduce a pension plan, the nurses accepted salary terms that would see them fall behind both British Columbia and Saskatchewan. Under new legislation (1966), the Staff Nurse Associations within individual hospitals were allowed to be recognized as bargaining agents, although strike action was illegal, and, up to that point, forbidden by the CNA. The Provincial Staff Nurse Committee (PSNC) was formed within the AARN to take charge of collective bargaining.\n\nIn the early years of the seventies, the CNA lifted its ban on nurses' strikes and the AARN followed suit. When the Supreme Court of Canada ruled that the Saskatchewan Association of Registered Nurses was ineligible as a bargaining agent (because of the inclusion of traditional management positions), the way was paved for the establishment of independent labour unions for nurses.\n\n",
      "theme": "Advocacy and Nursing"
    },
    {
      "id": 20,
      "year": "1910's",
      "title": "Help on the farm: District Nursing",
      "article": "One very important job for nurses, particularly in the early days of the province, was that of district or public health nursing. Beginning in 1919, a community could have a district nurse assigned to it if there were no other medical services within fifty or a hundred miles. The people of the community had to be able to provide the nurse with a cottage and they also had to supply furnishings and fuel for heating and cooking.\n\nThe provincial government paid the nurses' salaries but there was also a user fee (posted on the door of the cottage) of fifty cents for an office visit and one dollar for the first home visit. Along with this dollar the patient's family had to provide transportation to and from the homestead and the nurses had to take whatever transport was sent for them. It varied from horseback to buggy, from stoneboat to canoe, from snowshoes to dogsled and, by the fifties, airplane. One nurse, Laura Attrux, managed to obtain her pilot's licence so that she was ready to go to any emergency.\n\nAnother charge listed on the door was ten dollars for maternity care, a large amount of cash for many homesteaders in those days, but it included pre- and post-natal care for mother and baby, as well as the delivery. Some nurses already had midwifery training from England, and those who didn't were encouraged to take some obstetrical training whenever possible.\n\nBesides delivering babies, the nurses would find themselves doing everything from setting bones to pulling teeth. The strong link between the nurse and the Public Health Branch was important when she might have to deal with something she hadn't come across before--the advent of the telephone was indeed a godsend.\n\nIn 1924, travelling clinics became part of the landscape too. The district nurse would probably make an assessment at a school or group of schools in a community and recommend that some children by seen by the clinic. The community then got busy cleaning and disinfecting whatever building was to be used and all was made ready for the arrival of the team. The team usually consisted of twelve people--doctor, surgeon, two dentists, four nurses, one medical and one dental student, and, very important, two truck drivers. They brought all the equipment that might be necessary, although the community came up with as much as possible on their own. Depending on distances the clinic would often camp out at the community site. Besides dental work and any surgery the nurse had identified as necessary, parents generally brought their children to the clinic for check-ups and immunizations.\n\nLater on, in the fifties, when transportation was better and people weren't so isolated, the emphasis of public health was more on teaching. Miss Katie Brighty, who became the Superintendent of Public Health Nurses for Alberta, has more to say about that.",
      "theme": "Nursing in Rural, Remote and Northern Areas"
    },
    {
      "id": 21,
      "year": "1910's",
      "title": "Nursing in the Rockies: Seton General Hospital, Jasper",
      "article": "It is certainly one of the prettier settings for a hospital and perhaps it makes convalescing easier, but the medical care still has to be given. The earliest hospital in Jasper was a large tent on a wooden frame. There were only fifty or so people in the town by about 1913, and they were being served by two railway doctors coming from Pocohontas and Lucerne. Records also show that an isolation hospital existed in the teens and twenties that dealt with a flu epidemic in 1916 and scarlet fever a few years later.\n\nIt took increasing tourism and the president of the CNR to get things moving. After his tour of the West in the late 1920s, Sir Henry Thornton suggested to the medical personnel of Jasper that they investigate the possibilities of building a hospital. He put company money behind his suggestion and pledged twenty-five thousand dollars towards the cost of building and an annual grant of twenty-five hundred dollars towards its maintenance.\n\nThe hospital, originally known as St. Martha's opened at the end of January 1930. It was managed by four Sisters of Charity who came from Halifax. The name of the hospital was changed to Seton in honour of the foundress of their order. Operating the hospital was difficult in its early stages as the Depression took hold. The reduced taxes and extra loads of wood from the federal government were gratefully accepted.\n\nAs Jasper grew, so did the hospital. A second floor and extension were added in 1952, and another wing was added in 1964. Ownership had been turned over to the Sisters of Charity in 1953, but with health care re-organization, it became part of Jasper General Hospital District #87 in 1971. The following year the foundation was laid for a new hospital and the patients were moved into the new building in May of 1974. That new building was the winner of several architectural awards for its unique design.",
      "theme": "Nursing in Rural, Remote and Northern Areas"
    },
    {
      "id": 22,
      "year": "1910's",
      "title": "Alberta nurses off to the 'Great War'",
      "article": "Looking back at the time period of the Great War, 1914-1918, you realize modern nursing was really in its infancy, and this was certainly so for Alberta’s nursing history. Before war was declared the Army Nursing Corps consisted of five nurses, but quickly grew to thousands in the first few weeks of the fighting. Approximately sixty-five of the Army Nursing Corps were from Alberta. Given the length of the journey from Alberta to the east coast, even to join up with the contingent going overseas, this is an amazing number. Most of them were graduates recruited directly from the schools of nursing.\n\nAt the beginning of World War I, nursing wasn't even a recognized profession that required registration. But by 1916, the Registered Nurses Act was passed that established a professional organization for nurses, the Alberta Association of Graduate Nurses.\n\nThe young women saw service in Canada at military bases but also served overseas in England and at battle stations in France. Casualty clearing stations were set up near the battle areas in order to determine the needs of each of the wounded or to treat them immediately. There were also mobile units that actually followed the soldiers to the front or moved them away to safer locations, if there were such places during the fighting. Of the Canadian nurses who went overseas, forty-six were killed - some when their hospitals were bombed, some on hospital ships that were torpedoed and some died of in the flu pandemic at the end of the war.\n\nA few years after they returned, the Alberta nurses formed the Overseas Nursing Sisters' Association, first in Edmonton and then in Calgary. It was a way of keeping in touch with those who had shared the same unforgettable experiences. A memorial for those who served overseas hangs in the medical building at the University of Alberta, while another was unveiled in 1926 at the Parliament Buildings in Ottawa.",
      "theme": "Nurses in the Wars"
    },
    {
      "id": 23,
      "year": "1910's",
      "title": "Victorian Order of Nurses services a large part of Alberta",
      "article": "By 1919, the branches of the Victorian Order of Nurses, while still serving the rural areas, were limited to Edmonton and Calgary, with an affiliation with High River and Athabasca. Only Edmonton and Calgary branches existed between 1921 and 1947. The midwifery issue had remained a concern, and in 1919, the VON permitted the nurses trained in obstetrics to practise midwifery in remote areas. Other midwives had been offering their services for many years before this.\n\nIn the early years of the century, there was a terrific population growth in Edmonton. With people often starting out in tents, there was a definite lack of water supply and sewage disposal and not enough physicians to meet medical needs. There were already hospitals in the city but very few nurses who would be able to help the sick in their homes. The VON was asked to help and the city granted enough money to hire one nurse. Only a few years later two more were added, one being stationed across the North Saskatchewan in Strathcona.\n\nIn 1914, based on the number of children being born in the city, a special nurse was hired to provide post-natal care to babies and their mothers, for up to a year following the birth. The VON was happy to report a major drop in the infant mortality rate from earlier years, and showed favourable comparison with the rest of the country.\n\nFunding was always a problem, especially during the Depression it was difficult to collect any kind of fee from destitute families who still needed the help of a nurse. The branch held tag days, organized rummage sales and bake sales, held dances and put on concerts. Sometimes they were able to persuade the better off to make a private donation.\n\nAnother problem for the nurses in Edmonton was accommodation. At one point some them shared an apartment with a housekeeper to take messages for them. Problems started when people, knowing where the nurses were, showed up at the apartment looking for medical help, no matter what the hour. Eventually, in 1930, office space was rented. And then, because the nurses were often visiting rural areas, there was the problem of transportation. The streetcar only went so far and the nurses had to make the best arrangements they could beyond that. In 1923, a car was purchased which alleviated the problem somewhat, but still left the others on the streetcar and anything else that was going their way. More cars did become available through the Kiwanis Club and the Lady Aberdeen League Auxiliary.",
      "theme": "Nursing in Rural, Remote and Northern Areas"
    },
    {
      "id": 24,
      "year": "1910's",
      "title": "Alberta's first 'mental' hospital in Ponoka",
      "article": "Alberta's first 'mental' hospital as it was then called, opened in 1911 just outside Ponoka, on the Battle River. While the first matron was an English-trained graduate nurse, her staff included only a few trained nurses, and certainly with very little knowledge of psychiatric nursing. When Dr. Baragar was appointed Acting Superintendent of the hospital, he established a nursing school.\n\nDr. Baragar was a psychiatrist from Brandon Mental Hospital and had a keen interest in training nurses in the specific needs of psychiatric patients--he felt strongly that the nursing care of 'the complexities of the mind' should be a profession in its own right. He felt that the care of physical illness would still be a part of such a profession, and even that all nurses should have some understanding of those complexities of the mind.\n\nThe three-year training program was augmented to four, two years at Ponoka and two years at one of the general hospitals in either Calgary or Edmonton, where an affiliation had been arranged. Nurses in general programs were also able to do a rotation at Ponoka. The first graduating class from the combined psychiatric and general nursing program consisted of five students in 1936.",
      "theme": null
    },
    {
      "id": 25,
      "year": "1910's",
      "title": "War hero nurse Edith Cavell's connection to Alberta",
      "article": "Nurse Edith Cavell during her lifetime didn't actually have a connection with Alberta, but her courageous work during the Great War and her death by firing squad, moved thousands of people around the world.\n\nEdith Cavell was the Matron of the Surgical Institute of Brussels when the Great War began. In the first year of the war she treated patients from both sides of the conflict--German, as well as Belgian and French.\n\nThe fall of Brussels was looming but she refused to leave her work and her patients, so continued to admit all the wounded. In August of 1915, she was arrested and accused of helping ‘prisoners’, the English, French or Belgians now in occupied Belgium, to escape across the border to freedom. She refused to lie on her own behalf and so admitted her ‘guilt’. She was executed by firing squad in October of the same year.\n\nA beautiful mountain near Jasper was named Mount Edith Cavell in her honour, and a nearby lake became ‘Lake of Forgiveness’ in commemoration of her last words, forgiving the commander of the execution squad. Another peak was named Mount Sorrow. A memorial service is held each year in the Anglican Church in Jasper.",
      "theme": "Nurses in the Wars"
    },
    {
      "id": 26,
      "year": "1910's",
      "title": "The story of hospitals in Edmonton",
      "article": "In 1895, a group of physicians in Edmonton asked Bishop Grandin to find a religious organization that would take on the building and operation of a hospital. Bishop Grandin immediately got in touch with the Grey Nuns in the little community of St. Albert and suggested that they take it on. He assured the physicians that she was an excellent manager and would pay off the money he would arrange to borrow for the building of the facility.\n\nLand was purchased from the Hudson's Bay Company and one thousand dollars was also pledged by the city council and the Edmonton General was on its way. The Grey Nuns were determined to treat all the sick who needed help whether they could pay or not. This resulted in a dispute with the physicians as they believed they should have the final say in who was admitted. The dispute escalated and had a lot to do with the fact that a second hospital was planned for Edmonton.\n\nBoyle Street Hospital, later known as the Royal Alexandra, and, to confuse the issue, also known as the Edmonton Public Hospital, began in an old frame house. But before it actually got going, a second Edmonton hospital was opened under the auspices of the Sisters of the Misericorde and thus the Misericordia Hospital. This again was at the request of the good bishop and began work in 1906. It was originally planned as a small maternity hospital for unwed mothers but became a general maternity hospital, away from the infectious diseases that were such a big part of the Edmonton General's cases. Then, quite quickly because the need was there, it began taking patients for general medical care.\n\nThese early nurses didn't just nurse. They took in boarders to help make ends meet, they planted a large garden for fresh food, and cared for domestic animals for milk and meat. They also gratefully accepted gifts of food from private citizens as well as a tax break from the city.\n\nAn isolation hospital was the fourth hospital in Edmonton, opening in a separate building on the grounds of the Edmonton Public (i.e. the original Boyle Street). The isolation hospital had an interesting early history as the nurses actually marched on city hall in 1913 in an uproar over wages, job descriptions, and working conditions. The Superintendent of Nurses was fired and the responsibility for the hospital was transferred from the Medical Officer of Health to a local board.\n\nStrathcona Hospital was built south of the river in 1906, with some funding from the Canadian Pacific Railway, in return for the medical care of its employees. Two years later the University of Alberta was started and it was decided that the medical school desired by Dr. Henry Marshall Tory should be built on the new campus.\n\nIn all these early hospitals, attempts were made to equip them properly and to use the most up-to-date methods of treatment; but for the nurses, it was their position on the frontier that shaped their jobs. Besides growing food, dealing with epidemics and working long hours, they also learned to improvise and to be inventive in their care. They came to be widely respected for the work that they did and the dedication that they showed.",
      "theme": "Pioneer Nursing"
    },
    {
      "id": 27,
      "year": "1910's",
      "title": "The professional association: Alberta Association of Registered Nurses",
      "article": "Nurses begain to form Graduate nursing associations in the early days in both Edmonton and Calgary. They joined forces in 1914 to become the Graduate Nurses Association of Alberta. In 1916, the Graduate Nurses Act gave this body the responsibility for the registration of nurses.\n\nThe major concern of the Association for many years was the standard of education for student nurses. An amendment to the  1921 Act gave  the responsibility for setting and monitoring standards was given to the University of Alberta, and the Association (which had changed its name to the Alberta Association of Registered Nurses in 1920) continued to lobby for changes.\n\nIn 1932, the Weir Report recommended Canada-wide standards for the size of hospital that was required to support a School of Nursing, as well as increased training and education for nursing instructors at these schools. The minimum requirement for admission to the schools was recommended to be high school matriculation rather than Grade 8. These recommendations were strongly supported by the AARN but the changes were a long time in coming.\n\nExtreme shortages in the nursing field during the war encouraged the AARN to launch a recruiting campaign in 1943. It wasn't particularly successful, probably because of all the well-paid war-work that was available to young women at the time. The AARN also contacted married women who had resigned from their nursing positions because of their marriage.\n\nEducation and training of nurses continued to be an issue for the AARN and it continued to push for more formal education of nurses rather than using students to staff the hospital. The association proposed to establish a central training school as was the situation in Saskatchewan, but no funding was forthcoming from the government.\n\nIn 1967 the AARN developed a list of ‘delegated medical responsibilities’ in order to define which duties were in the nurses' realm and which were medical acts that should not be passed on to them. It served as a guide for hospitals and other organizations for many years, as techniques and practices became more complex.\n\nThe AARN was restructured in the sixties and by 1965 there were five full-time staff members to deal with the increasing activities and responsibilities of the Association. The following year an amendment to the Registered Nurses Act designated the AARN as the nurses' bargaining agent. The Association continued in this role until the formation of the United Nurses of Alberta as a separate bargaining unit in 1977.\n\nThe AARN continues to act on behalf of the nurses in their professional capacities. Their continued efforts in terms of legislation covering nursing regulations and professionalism resulted in the passage of the Nursing Profession Act in 1983 - finally legislating mandatory registration of nurses, a goal of the AARN for many years.\n\nIn 2005, that legislation was superceded by the Health Professions Act. This new governing law brought several changes to the professional association, including a name change to the College and Association of Registered Nurses of Alberta.",
      "theme": "Evolution of Nursing"
    },
    {
      "id": 28,
      "year": "1910's",
      "title": "Nurses early collective action in Alberta",
      "article": "Although nurses taking collective, union-style action is a relatively modern thing, nurses have historically been willing to stand up for themselves. As Janet C. Ross-Kerr noted in her excellent history of nursing in Alberta, Prepared to Care nurses banding together to protect themselves and their patients goes right back to the early days of the province.\n\nBy 1913, Edmonton and Strathcona had joined together to finance a separate isolation hospital for people stricken by some of the many contagious diseases like typhoid that were endemic. The isolation hospital was under the authority of the Medical Officer of Health. But a dispute over job descriptions and wages broke out between the Officer and the nurses at the hospital. The nurses marched to City Hall and met with the mayor. The conflict resulted in the firing of the superintendent of nurses and the hospital moving to the control of a municipal hospital board.\n\nEven earlier, in 1895, nurses provoked the province's first ‘medicare’ controversy at the Edmonton Grey Nuns, one of Alberta's first hospitals. Ross-Kerr points out that a dispute arose ‘relative to the professional relationship between the nuns and the physicians who cared for patients in the Hospital.’ The doctors of the hospital wanted to control when non-paying patients to the hospital should be admitted. They also wanted to not have to serve as physicians to these non-paying patients. The nuns, who of course served in the role of nurses, felt it their duty and right to admit patients who needed the care, whether they had money or not. The doctors said the nuns might ‘unknowingly admit an infections case to a public ward...’ but that argument was quickly debunked by a letter in a local newspaper by Father LeDuc. The nuns kept the right to admit patients.",
      "theme": "Nurses and Unions"
    },
    {
      "id": 29,
      "year": "1910's",
      "title": "Roberta MacAdams – second woman elected to a Commonwealth Legislature",
      "article": "Roberta MacAdams – second woman elected to a Commonwealth Legislature and one of the first women elected to a legislature in the British Empire, Roberta MacAdams was serving with a nursing unit during World War One when she ran for office. Although trained as a ‘domestic science instructor,’ MacAdams volunteered in the Canadian Army Medical Corps in 1916. It was while serving in England that she entered politics for the first time, running in the Alberta provincial election of 1917. At the time, she was overseeing the production of over 6000 meals a day for patients and staff at the Ontario Military Hospital in Orpington, England.\n\nHer striking election flyer has been preserved as a reminder of an effective political campaign. The flyer has a picture of a stern-faced MacAdams, in her military nursing uniform. It was evident she had decided to campaign on the natural sympathy for nurses at the time, asking military voters to: ‘Remember those who have helped you so nobly through the fight.’\n\nMacAdams election flyer: ‘Soldiers and Nurses from Alberta! You will have two votes at the forthcoming Election under the Alberta Military Representation Act. Give one vote to the man of your choice and the other to the sister. She will work not only for your best interests but for those of your wives, mothers, sweethearts, sisters and children after the war. Remember those who have helped you so nobly through the fight.’\n\nMacAdams benefited from the special law for the 38,000 Alberta soldiers and 75 military nurses serving overseas, enacted by the Liberal government of the province at the time. The soldiers were expected to vote Conservative.  So the Liberal government, rather than allowing them to vote in their home ridings, created two special MLA positions at-large, with the Alberta Military Representation Act. MacAdams topped the polls, defeating 19 male candidates in the vote. In the Legislature, she joined Louise McKinney - who had just been elected the first women in the Commonwealth a few months earlier in the general election.\n\nMacAdams became the first woman in the British Empire to introduce and successfully move a piece of legislation, the ‘Act to Incorporate the Great War Next-of-Kin Association.’\n\nAfter the war, MacAdams did not run for re-election in 1921.  However, she continued to live in the province until her death in 1959.",
      "theme": "Nurses in the Wars"
    },
    {
      "id": 30,
      "year": "1920's",
      "title": "A district nurse's story",
      "article": "An early nurse in Alberta Kate Brighty went on to become a very influential nurse in Alberta, but she tells a fascinating tale of how she started out as a nurse.\n\n\n\nAbout that time, January of 1919, I received an appointment from the provincial Department of Agriculture to join a group of other instructors leaving for the north. Grande Prairie was to be the centre for a short winter course in various subjects of general interest and usefulness. I was to teach home nursing, bedside care and hygiene. This was my first teaching assignment since graduating from the Royal Alexandra Hospital, Edmonton.\n\nAt that time I knew nothing of the far-flung northern portion of the province. Sufficient that one battled with Edmonton's sub-zero temperatures in winter and fought its mosquitoes in summer. Going north was a completely new and exciting experience and with the ardor of youth I boarded that busy and friendly bi-weekly Northern Alberta Railway train. This railway had but little more than four years to its credit, with two northern terminals, one of which was at Grande Prairie and the other across the river north at Peace River Crossing. . . .\n\nIt could happen only once - that initiation of the first lecture - the first facing of a group of women. My white starched uniform covered shaking knees.\n\nHow attentive and interested those prairie wives and mothers were, plying me with questions and making suggestions arising from their own experiences. Many of these women, defying the elements, had travelled considerable distances to 'The Town' that they might attend this short course in household arts.\n\nThere was not a little amusement when the question of hygiene arose. It was then that I found myself in deep water, literally, when that old water pail with the family dipper hanging beside it, came under discussion--well! What was to be said about it? So to change the subject I started on what a friend of mine called 'outside inconveniences.' This simply ended in hilarious laughter. After that I confined my subjects to care of the patient in bed and simple home remedies.\n\nI could never forget them; a group of mature women, knowing far more of the vicissitudes of life than had touched me at the time. Some of these women many years before had travelled with their men in covered wagons, swaying to the awkward gait of oxen and lending a hand to help build a shelter on that wide beautiful prairie--dwellings filled with the warmth that only women dedicated to making a home could create.\n\n\n\n nAn excerpt from, While Rivers Flow by Kate Brighty.",
      "theme": "Nursing in Rural, Remote and Northern Areas"
    },
    {
      "id": 31,
      "year": "1920's",
      "title": "Kate Brighty: nursing in Onoway and Wanham",
      "article": "That winter (1919) was my introduction to rural life in Western Canada. During the round of the year I learned something of the struggle men and women endured to wrest from the land a clearing, to raise a dwelling and establish a home, eventually passing a legacy of forthright independence on to the next generation.\n\nIn that small Cottage Hospital, an unusually large new crop of babies kept us busy as bees. There were minor accidents, varying types of illnesses to cope with, calls from distances involving long drives, anxious moments searching for the right decision. One sustaining thought supported us through many difficulties. The Edmonton physicians, whom we seldom saw, gave us much reassuring advice. It was Dr. J.D. Harrison who said to me, ‘Remember, the telephone is at my bedside. Call me at any time during the day or night.’\n\nThat same winter, an urgent call came from the village of Lesser Slave Lake and although it was a long distance outside of my territory, who could refuse the need of a sick child?\n\nFortunately it was train day and I hurriedly packed my bag and shortly left on the eastbound train. I had no sooner arrived at Lesser Slave Lake when an Indian approached me, said he had come to take me to his friend's sick baby. Would I come with him at once?\n\nThe temperature had dropped to zero, a stiff wind was blowing off the lake and ‘nippy’ was the word for it. We cut across the corner of the frozen lake in the Indian's open, homemade cutter with his team of Indian ponies.\n\nI had had the good sense to wear moccasins, for with two pairs of woolen socks and moccasins large enough not to cramp the feet, there is no better way to keep the feet warm and comfortable in zero weather. . . .\n\nDuring the drive, Goosekeeper (for that was his name) gave me several words in Cree from which I listed a good-sized glossary. All of the words would be useful to me in my dealings with the Indians. The Cree vocabulary is simple and direct, making their language rather easy to learn.\n\nIn due time we reached a one-room log cabin that proved to be very comfortable. Inside, I found a young Indian woman bent over a cot where her sick son lay, a baby about sixteen months old. One glance at the small inert figure told me that the child was beyond human aid. The lamp of life was dim and as we watched, it flickered and went out.\n\nThe poor distraught mother was little more than a girl and I devoted my attention wholly to her. She was a woman who took pride in her household possessions; the polished kitchen range, the clean cooking utensils, the neatly curtained windows. But what surprised and interested me the most was a booklet on child welfare that lay on the table. Here, indeed, in this house more than the usual small comforts were to be found, while somewhere in the background there must surely be a husband who was a good provider. Together, in a mixture of Cree and English, we talked of many things, of Indian burial customs, of Christian rites, of the husband who was away on his trap-line, of the bereaved mother herself waiting for his return. . . .\n\nBeyond the small clearing, in the direction of a hill covered with lodge-pole pine, I saw a string of dogs weaving their way through the trees, drawing a heavily laden sleigh. A tall Indian ran beside the sleigh, urging the team of huskies into greater speed with voice and whip. The team swung around the building, coming almost to the door of the cabin where, red-eyed, footsore and utterly weary, the dogs dropped down on the snow. Still harnessed together, they curled up into furry balls, their noses tucked under their tails, and settled for a well-earned rest.\n\nThe Indian ducked his great height beneath the door and entered the house. Fearing to intrude on the grief of the bereaved parents, I stayed outside. At last, I opened the door, but the stricken man and women, bending over their beloved child in his small cot, took no notice of me. . . .\n\nIndian parents have a deep love for their children. Over the years I have seen much ignorance that led to sickness and, frequently. I have seen distress, but during my long association with the Indians I have never once seen an ill-treated child.\n\n\n\nAn excerpt from, While Rivers Flow by Kate Brighty",
      "theme": "Nursing in Rural, Remote and Northern Areas"
    },
    {
      "id": 32,
      "year": "1920's",
      "title": "University preparation of Registered Nurses",
      "article": "The first class of students for the three-year diploma program was admitted in 1923. Prior to this certificate courses had been offered to graduates of hospital training programs in order for them to specialize in public health. In 1923, also the option was given for nurses to enroll in the five-year Bachelor of Science in Nursing. The BScN program rules changed from time to time, but basically it was a combination of arts and science courses and actual hospital training, topped off with a final year leading to a specialization in public health nursing or teaching.\n\nThe first full-time Director of the School, Agnes Macleod, wasn't hired until 1936. It was under her guidance that the final or fifth year of the BScN was offered again at the University of Alberta--for several years before this, it had been necessary for students to finish their courses at the University of Toronto or the University of British Columbia. In 1996, the Universities Act made the U. of A. School of Nursing a free-standing academic unit, part of the university and the four-year Bachelor's program was implemented.\n\nA graduate program in nursing in Alberta was introduced in 1975 at the university. It enabled nurses to specialize in administration, or to obtain a certificate in such areas as advanced neonatal intensive care or midwifery. The Master of Nursing program adds flexibility in the response to new and specialized areas of work. The PhD program at the University of Alberta was the first of its kind in Canada, and it continues to prepare nurses for leadership roles - offering courses that test and develop nursing theory.\n\nMany changes have occurred over the years to the length and mode of delivery of nurses training. The University of Alberta Faculty of Nursing (given faculty status in 1976) has offered collaborative programs with hospitals and colleges in the Edmonton area and in 1990 began a five-year pilot program developed with Red Deer College, allowing students to complete the four-year BScN in Red Deer. All of these collaborations make it easier for young people not living in the major centres to take nurses' training if they so wish. Other collaborations with the University of Alberta Hospitals have offered a certificate program in neonatal nursing and nephrology since the 1980s. Emergency and intensive care nursing is also offered as an area of specialization.\n\nThe University of Alberta Faculty of Nursing continues to respond to new initiatives and to encourage its students to maintain a life-long learning approach to nursing. In 1998, the International Nursing Office (INO) was established to create an environment for international nursing initiatives. As part of the University's goal of internationalization, a major objective of the INO is to become a center for knowledge development and mutual capacity building in international/multicultural health and nursing. One major goal of the University's International Office is the facilitation of innovative learning and research opportunities for the University and its partner institutions. Another major goal is to assist students to understand global issues by participating in educational opportunities abroad.",
      "theme": "Evolution of Nursing"
    },
    {
      "id": 33,
      "year": "1920's",
      "title": "The controversial 'bob' Hair length and the Feminine Mystique",
      "article": "Times and fashions do change and fashion trends at one time could even lose you your job. A woman's hair, up until the flapper era, had been considered her ‘glory’ - the longer and thicker the better. In the 1920s, however, the fashion changed drastically and the ‘bob’ was now the thing. A ‘bob’ was a short blunt cut that actually showed the young woman's neck - although when you think about it, upswept hairdo's had always exposed the neck. The older generation was not impressed and did their best to curtail such goings on.\n\nIn the 20s, young nurses in Calgary were swept up by the fashion and quickly discovered the ‘moral constraints’ that nurses were expected to live with. Two students at the Holy Cross Hospital in Calgary went out on a limb and had their hair bobbed. They were immediately dismissed from the school. This precipitated a crisis. In a show of solidarity several of their classmates also cut their hair short and nineteen more young ladies were asked to leave the nursing profession.\n\nProbably realizing that they were fast losing their worker bees, the administration allowed the students (other than the original two) to return to work, but with the loss of their weekly time-off for three months - a period in which the short hair was supposed to grow back to an acceptable length. A few months later a ‘bobbing’ weekend was held and sixty nurses cut their hair. The Holy Cross Hospital gave up and submitted to the inevitable.   The first two daring students, however, never returned.\n\n",
      "theme": "Evolution of Nursing"
    }
  ],
  "saskatchewan": [
    {
      "id": 1,
      "year": "1900's",
      "title": "St. Paul's Hospital",
      "article": "Sister Guay and Sister Phaneuf, both members of the order of Grey Nuns were traveling the Canadian Northwest 'soliciting alm s on behalf of the order's establishments at St. Boniface' (St. Paul's, 4). The sisters arrived in Saskatoon to a most enthusiastic welcome from Father Joseph Paille as many of his parishioners were ill with typhoid and he had appealed to his superior in Montreal for help. The typhoid outbreak seemed to have begun with workers building the Grand Trunk Pacific Railways bridge. And because there was no proper hospital in Saskatoon, many of the patients were being housed at the rectory. Sisters Guay and Phaneuf stayed throughout the emergency, providing their services to the sick. 'Dr. F. D. Stewart subsequently obtained permission from their provincial house at St. Boniface for them to stay indefinitely. And in the meantime, Father Vachon, with the doctors' backing, renewed his efforts to have a permanent Grey Nun's hospital opened as soon as possible...On January 21, 1907, three sisters - Sister St. Dosithee, the first superior; Sister Mailloux and Sister Blakely - left Montreal for Saskatoon to found the new hospital. Their train journey from St. Boniface to Saskatoon was marked by long delays, great discomfort and minor mishaps, but, fortunately, the arrived safely and joining Sisters Phaneuf and Guay, began to make immediate arrangements to open a Grey Nuns' hospital' (St.Paul's, 4-5).\n\n The hospital opened on March 19, 1907. The beds were filled quickly and soon operations were up and running. Sisters Guay and Phaneuf returned to their former duties in the north shortly after the hospital was opened, but are forever remembered as pioneers of St. Paul's Hospital in Saskatoon.",
      "theme": "Evolution of Nursing"
    },
    {
      "id": 2,
      "year": "1900's",
      "title": "Contrasting the profession 1905-2005",
      "article": "When the first Grey Nun arrived in Saskatoon in 1907, she could not have foreseen the vast changes that nursing would undergo in the next century. At the most fundamental level, the description of who nurses has changed in Saskatchewan. A century ago, when Saskatchewan became a province, the Grey Nuns were a large nursing presence. Now, however, nursing has become secularized so that any person, man or woman, can become a nurse. Even with the teachings of Florence Nightingale, Saskatchewan's early nurses were largely women of faith.\n\nNursing education has also evolved. In the days of the early twentieth century until the late 1960s, nursing training happened in individual hospitals where nurse trainees provided work in return for their training. With the introduction of the Centralized Teaching Program in 1953, the emphasis began to shift from in-hospital training to classroom learning. Currently, most nurses' schooling is carried out in a classroom. Although there is still more to learn during a students' practicum in the hospital.\n\nOver time, nurses uniforms have transformed from white, starched uniforms with caps to the more comfortable cotton shirt and pant combination (or ‘scrubs’) that we see in hospitals today. There are mixed feelings about the uniform's transformation. While ‘scrubs’ are certainly more comfortable, some agree that a more formal uniform gives nurses an air of professionalism to which current uniforms cannot subscribe.\n\nWith all of the changes that nursing has undergone in the last century, the fundamentals of nursing remain the same. New technologies and increasing specialization may change the way that nurses practice, but the commitment to the patient remains unchanged. For all of the changes that will come in the future, commitment to patient care is one aspect that nursing cannot afford to change.",
      "theme": "Evolution of Nursing"
    },
    {
      "id": 3,
      "year": "1900's",
      "title": "Saskatchewan Hospital (North Battleford)",
      "article": "The view from Saskatchewan Hospital in North Battleford could lend itself to the best hotels in the country - it overlooks the North Saskatchewan river and can boast an almost surreal prairie sunset scene. The building, its façade almost completely unchanged from its original (1914) form, once housed over one thousand psychiatric patients. The facility was largely self-contained, as patients tended a farm and vegetable patches as part of their therapy.\n\nMuch has changed since the building became a 178-bed general hospital. There is no longer a farm, but a large vegetable patch and wood workshop still provide therapy for some of the patients. Psychiatric nurses have played a large role in the history of Saskatchewan Hospital. They were some of the first staff and remain an integral part of hospital workings. Annie Sheldon was one of the first of these. She began working on staff in 1915 as a way to make ends meet while her husband was away at war. Sheldon's strong constitution and commitment to her patients was exemplified when the Spanish Flu of 1918-1919 killed 115 residents of the hospital and whittled the staff down to two members: Sheldon and the physician (Dr. MacNeill). ‘They wore masks and sprayed themselves with disinfectant. Luckily, they were able to protect themselves. They both existed on catnaps, not daring to leave the hospital in case their families were to become infected...These were the kinds of people that made up the first staff at the Saskatchewan Hospital--honest, hard-working, conscientious, loyal, trustworthy, courageous and God-fearing’ (Kildaw, 28-29).",
      "theme": "Evolution of Nursing"
    },
    {
      "id": 4,
      "year": "1910's",
      "title": "World War I Nursing",
      "article": "The first great war of the twentieth century, World War I, marked the end of an age of innocence. It was the first war that saw almost global participation. It was the first time that casualties of that magnitude had ever been seen. It was the first time that civilians were the target of enemy fire. Gladys Matheson, a Saskatchewan nurse, spent time overseas during WWI. While not much remains in terms of written history, there are a few photographs that create a picture of life as a nurse during the Great War.\n\nBeing so close to the battlefront meant that nurses would tend to soldiers who had been wounded in battle. Rows upon rows of wounded soldiers would be laid out on stretchers on the cold, hard ground where the nurses would have to stoop or even get onto their knees to provide care. This was a far cry from the warm hospitals back home with proper equipment and enough medical personnel to take care of all patients. No matter how rough the conditions, nurses still had to tend to their patients.\n\nThe threat on the front lines was very real, even for those not engaged in battle. Like the soldiers, nurses had to be prepared for gunfire and air-raid attacks. In her collection, Matheson has photographs of nurses posing, wearing helmets, outside of a sandbag shelter during an air-raid practice drill. Such photographs tell a story of bravery on the part of soldiers and non-soldiers alike; those who were putting themselves in harm's way to serve their country.",
      "theme": "Nurses in the Wars"
    },
    {
      "id": 5,
      "year": "1910's",
      "title": "The Impact of Spanish Influenza",
      "article": "The Impact of Spanish Influenza\n\nNo one could have imagined, when the flu first started spreading around Europe in May 1918, that it would eventually kill between 50 and 100 million people worldwide.  By October 1, 1918, it had crossed the ocean, along with the many Canadian soldiers returning from battle, and had become solidly entrenched in Saskatchewan.  Within the first three months, 3,906 people had succumbed to influenza – more than the number of Saskatchewan casualties in France during the war. \n\nNow, soldiers were replaced by nurses on the frontlines.  One of those was Annie Sheldon, who worked as a psychiatric nurse at the Saskatchewan Hospital in North Battleford.  Sheldon started with the hospital in 1915, as a means to support herself while her husband was away at war.  It was Sheldon’s strong constitution and commitment to her patients that was exemplified when the flu killed 115 residents of the hospital and decimated the staff, leaving just Sheldon and one physician – Dr. MacNeill.\n\n“Luckily, we were able to protect ourselves.  We wore masks and sprayed ourselves with disinfectant.  We both existed on catnaps, not daring to leave the hospital in case our families were to become infected.” \n\nIn many other communities across the province, the situation was similarly disturbing and bleak. \n\n“The general store at Paradise Hill sat empty except for the dead bodies of the store-keeper and his wife.  Inside a nearby tent there were three more victims.  The eerie silence was only broken by the sounds of a young boy digging graves for his dead mother, father, brother and sister.  Sadly, scenes like these were not uncommon in Saskatchewan at the end of the Great War.” \n\nFrom Maureen Lux, “The Bitter Flats”:  The 1918 Influenza Epidemic in Saskatchewan.\n\nIn rural Saskatchewan, people were simply unarmed for the battle.  Bed rest and nursing care were essential for recovery; however, few people in rural Saskatchewan had access to a hospital.  Schools were closed, entire crews of farm labourers were taken down, and many lost family members, and sometimes even entire families were stricken and died of the flu. \n\nInfluenza stunned the medical community.  By 1918, epidemics, like the plague and smallpox, had been stopped.  Now, a new killer gripped the world – killing approximately 50 thousand people in Canada – more than the casualties in the war.  Influenza attacked all age groups and demographics, but it did seem to prefer the young – those in their 20s to 40s.  It started with sudden weakness, pain and chills.  The victim would then develop a cough, which would turn dark from blood.  Often, what would kill the person would be the onset of pneumonia, and without any antibiotics, the disease was fatal. \n\nHowever, the Spanish Flu epidemic also forced changes to the health care system.  “The provision of free services from municipal doctors that had been introduced in 1916, was formalized by the provincial government in 1919…” (The Impact of the Spanish Influenza Epidemic on Saskatchewan Farm Families, 1918-1919)  Farm women were also given courses on how to tend to the sick, no doubt influencing some women to enter the practice of nursing.",
      "theme": "Pioneer Nursing"
    },
    {
      "id": 6,
      "year": "1920's",
      "title": "Differences Then and Now.",
      "article": "Frances Stearns, a 1926 St. Paul's Hospital School of Nursing graduate, offers insight into some early nursing methods. Her experiences are quite different from modern nursing methods. The use of technology and pharmaceuticals has exploded since her time and has changed the entire medical world, including the way nurses do their jobs. For example, in the 1920s hospitals were cleaned in a very different way than they are today:\n\n’If a patient had had a staph infection or infection of some other nature, when the patient left the ward was sealed. Cotton batting was put all around windows, doors and keyhole. Before sealing the bottom of the door, a Formaldehyde solution had to be put in a large basin and placed in the middle of the ward. All utensils, sheets and blankets, towels, etc., were left in the ward. Then the bottom of the door was sealed and left for forty-eight hours. Lysol and Creolin Carbolic were disinfectants. We had to learn to use our heads, hands and feet and observe as we went along’ (Stearns, 1).\n\nStearns recounts various treatments that were used in her day:\n\n\n\nThere were no Sulpha or Antibiotics or fancy equipment in those days. They were the days of Sinapisms (mustard plasters), Camphorated oil, Murphy (Saline solution) drips, Interstitials, Dakin's solution (a strong disinfectant) for compresses and irrigations, hot turpentine stupes (flannel for fomentations) for abdominal distention from Peritonitis, and soap suds enemas, 1/60 grain Strychnine subcutaneously, Camphor in oil, Luminal and Phenobarbital used mostly as a sleeping pill or to relieve tension, Digitalis, Aloin, Strychnine, Belladonna, and Cascara pills, liquid Cascara, III grain tablets of Cascara, Castor oil, Magnesium Sulphate or Phenolphthalein for bowels, molasses and milk enemas for flatulence. They were tricky to make; if it curdled you had to make another one. There were glass and metal catheters. Some hospitals did not allow nurses to use glass catheters, only doctors could use them, but we were taught how to use them (Stearns, 2).\n\n\n\nStearns' memoirs are fascinating and they give the modern world a glimpse at what it was like to practise nursing in Saskatchewan in the early years.",
      "theme": null
    },
    {
      "id": 7,
      "year": "1920's",
      "title": "Weyburn Psychiatric Facility",
      "article": "Weyburn, a small city in southern Saskatchewan, housed one of the largest psychiatric facilities in the province. Opening in 1921, the Weyburn Mental Hospital was massive, eventually housing over one thousand patients. Nursing classes at the facility began in 1931.\n\nDue to its sheer size and progressive therapies, the hospital at Weyburn virtually became its own city. Patients, as part of their therapy, had various jobs around the hospital. Some patients would tend to the animals that were used as food. Others would tend to the produce that was grown. Some would provide grounds-keeping services and others would act as janitorial staff. This kept patients busy and acted as part of their therapy. Patients felt that they were contributing to the place where they lived.\n\nNurses were some of the main caregivers in the facility. Their jobs included working on the wards and providing care similar to that of any hospital. What made nursing in this facility different is that because most patients were in the facility long-term, friendships formed between the staff and patients.\n\nNurses had a chance to get to know the patients in this facility well and taking care of them long-term fostered a relationship that would not have the opportunity to grow in a regular hospital setting.\n\nBecause nurses at the Weyburn psychiatric facility lived in the nursing residences on the facility grounds they often became close friends. As such they spent much of their free time together. Even the nurses that lived in Weyburn rather than on the facility grounds spent much of their free time with those in residence.\n\nIt is often difficult to see mental health facilities in a positive light. However, the Weyburn institution is a case where living in such close quarters with staff and patients fostered a rare sense of community. In the Registered Psychiatric Nurses' Association of Saskatchewan's fifty-year celebration book: Fifty Years in Review , one nurse who worked at the Weyburn facility recounts his memories: ‘Best memories were the camaraderie and the life style at the hospital. The great numbers of staff and patients all under one roof was a unique community. Rarely duplicated in terms of associations with every possible type of personalities, cultures and activities, Great stuff!’",
      "theme": "Evolution of Nursing"
    }
  ]
}
