{
  "alberta": [
    {
      "id": 1,
      "year": "Pre 1900",
      "title": "Nurses pioneered in Alberta",
      "article": "Nurses played a major role in setting up the first hospitals in the province and by the time Alberta became a province in 1905 many nurses were working in all communities from north to south. Nursing has had a glorious history of helping to build the province and care for its citizens ever since.\n The first health agency in the province was the hospital-school-orphanage that the Grey Nuns built in St. Albert in 1870. The three Grey Nuns sisters had come to the province at the request of Father Lacombe in 1859. Another early hospital was the so-called police hospital in 1874 at the Northwest Mounted Police post at Fort Macleod.\n Alberta's first lay nurse, Miss Mary Newton, arrived at Hermitage near Edmonton in the late 1880s. In 1891 she was advertising that she was prepared to do nursing and midwifery in homes for the fee of ten dollars per week. A graduate of one of the new nursing schools in London, England, Miss Newton worked partly under her association with the Anglican church. \n In 1890 Calgary saw the establishment of both the Calgary General Hospital and the Holy Cross Hospital. The Galt Hospital in Lethbridge was opened about the same time, as was the Medicine Hat General, with Miss Grace Reynolds as the Matron and Miss Mary Ellen Birtles as her assistant. The Victorian Order of Nurses after the turn of the century helped to establish small 'cottage hospitals' like those named after Lady Minto in Red Deer, Islay and Edson. \n With the arrival of the CPR, growth came quickly and physicians arrived to care for the mine and railway employees. They opened hospitals and hired British-trained nurses. Hospitals were administered by a Matron who worked under an all-male board of directors. \n Many of the first hospitals were funded and administered by companies, like the Galt Hospital in Lethbridge which was operated by the Alberta Coal and Railway Company. For people who were not employees some hospitals charged fifty cents a day, if the person was able to pay. At the Grey Nuns hospital in Edmonton, they claimed that 'never a pauper patient has been refused admittance.' \n Nursing schools were opened just a few years later. Discipline for nurses was strict and included: 'a professional spirit which includes a cheerful, willing obedience to authority.' The young women were enjoined to: 'at all times guard against anything that would bring dishonour to their school or their profession.' Nursing was considered a good preparation for marriage and the students were paid very little, virtually volunteering their labour to the hospitals. \n By 1904 there were enough nurses in Calgary to form the Calgary Association of Graduate Nurses. In 1914 they joined with the Edmonton group to become the Graduate Nurses Association of Alberta. They lobbied the government for professional status and in 1916 the Registered Nurses Act was passed establishing the Alberta Association of Graduate Nurses.",
      "theme": "Pioneer Nursing"
    },
    {
      "year": "Pre 1900",
      "title": "The first European nurses: the Grey Nuns Come to Alberta",
      "article": "The only concession they made to the climate and the terrain was that they wore moccasins under their habits. They walked beside the oxen for fifty-two days, from St. Boniface to Lac Ste. Anne, fifty miles beyond Edmonton--a journey that today takes twelve hours by train.\n The first health agency in the province was the hospital-school-orphanage that the Grey Nuns built in St. Albert in 1870. The three Grey Nuns sisters had come to the province at the request of Father Lacombe in 1859. Another early hospital was the so-called police hospital in 1874 at the Northwest Mounted Police post at Fort Macleod. \n Alberta's first lay nurse, Miss Mary Newton, arrived at Hermitage near Edmonton in the late 1880s. In 1891 she was advertising that she was prepared to do nursing and midwifery in homes for the fee of ten dollars per week. A graduate of one of the new nursing schools in London, England, Miss Newton worked partly under her association with the Anglican church. \n In 1890 Calgary saw the establishment of both the Calgary General Hospital and the Holy Cross Hospital. The Galt Hospital in Lethbridge was opened about the same time, as was the Medicine Hat General, with Miss Grace Reynolds as the Matron and Miss Mary Ellen Birtles as her assistant. The Victorian Order of Nurses after the turn of the century helped to establish small 'cottage hospitals like those named after Lady Minto in Red Deer, Islay and Edson.\n With the arrival of the CPR, growth came quickly and physicians arrived to care for the mine and railway employees. They opened hospitals and hired British-trained nurses. Hospitals were administered by a Matron who worked under an all-male board of directors. \n Many of the first hospitals were funded and administered by companies, like the Galt Hospital in Lethbridge which was operated by the Alberta Coal and Railway Company. For people who were not employees some hospitals charged fifty cents a day, if the person was able to pay. At the Grey Nuns hospital in Edmonton, they claimed that 'never a pauper patient has been refused admittance.' \n Nursing schools were opened just a few years later. Discipline for nurses was strict and included: 'a professional spirit which includes a cheerful, willing obedience to authority.' The young women were enjoined to: 'at all times guard against anything that would bring dishonour to their school or their profession.' Nursing was considered a good preparation for marriage and the students were paid very little, virtually volunteering their labour to the hospitals. \n By 1904 there were enough nurses in Calgary to form the Calgary Association of Graduate Nurses. In 1914 they joined with the Edmonton group to become the Graduate Nurses Association of Alberta. They lobbied the government for professional status and in 1916 the Registered Nurses Act was passed establishing the Alberta Association of Graduate Nurses.",
      "theme": "Pioneer Nursing"
    }
  ],
  "saskatchewan": [
    {
      "id": 1,
      "year": "1900",
      "title": "St. Paul's Hospital",
      "article": "Sister Guay and Sister Phaneuf, both members of the order of Grey Nuns were traveling the Canadian Northwest 'soliciting alm s on behalf of the order's establishments at St. Boniface' (St. Paul's, 4). The sisters arrived in Saskatoon to a most enthusiastic welcome from Father Joseph Paille as many of his parishioners were ill with typhoid and he had appealed to his superior in Montreal for help. The typhoid outbreak seemed to have begun with workers building the Grand Trunk Pacific Railways bridge. And because there was no proper hospital in Saskatoon, many of the patients were being housed at the rectory. Sisters Guay and Phaneuf stayed throughout the emergency, providing their services to the sick. 'Dr. F. D. Stewart subsequently obtained permission from their provincial house at St. Boniface for them to stay indefinitely. And in the meantime, Father Vachon, with the doctors' backing, renewed his efforts to have a permanent Grey Nun's hospital opened as soon as possible...On January 21, 1907, three sisters - Sister St. Dosithee, the first superior; Sister Mailloux and Sister Blakely - left Montreal for Saskatoon to found the new hospital. Their train journey from St. Boniface to Saskatoon was marked by long delays, great discomfort and minor mishaps, but, fortunately, the arrived safely and joining Sisters Phaneuf and Guay, began to make immediate arrangements to open a Grey Nuns' hospital' (St.Paul's, 4-5).\n The hospital opened on March 19, 1907. The beds were filled quickly and soon operations were up and running. Sisters Guay and Phaneuf returned to their former duties in the north shortly after the hospital was opened, but are forever remembered as pioneers of St. Paul's Hospital in Saskatoon.",
      "theme": "Evolution of Nursing"
    }
  ]
}
